"word set0":{
	"be":"olla"
	"do":"tehdä"
	"have":"omista"
	"get":"saada"
	"go":"mennä"
	"can":"purkittaa"
	"know":"tietää"
	"just":"oikeudenmukainen"
	"think":"luulla"
	"want":"haluta"
	"good":"hyvä"
	"come":"tulla"
	"say":"sanoa"
	"see":"nähdä"
	"like":"tykätä"
	"like":"pitää"
	"look":"katsoa"
	"make":"valmistaa"
	"right":"oikea"
	"guy":"sälli"
	"take":"ottaa"
	"tell":"kertoa"
	"time":"aika"
	"mean":"meinata"
	"mean":"ilkeä", 
	"mean":"tarkoittaa"
	"man":"mies"
	"little":"pieni"
	"give":"antaa"
	"need":"tarvita"
	"talk":"puhua"
	"something":"näköinen"
	"great":"upea"
	"way":"tie"
	"love":"rakastaa"
	"people":"kansa"
	"work":"työskennellä"
	"thank":"kiitellä"
	"big":"iso"
	"try":"yrittää"
	}, 
"word set1":{
	"dad":"isä"
	"friend":"ystävä"
	"sure":"varma"
	"find":"löytää"
	"boy":"poika"
	"put":"panna"
	"happen":"tapahtua"
	"stop":"pysähtyä"
	"night":"yö"
	"bad":"huono", 
	"right":"oikea"
	"first":"yhdes"
	"leave":"poistua"
	"leave":"lähteä"
	"year":"vuosi"
	"hear":"kuulla"
	"right":"oikea"
	"use":"käyttää"
	"mom":"äiskä"
	"life":"elämä"
	"nice":"kiva"
	"new":"uusi"
	"kind":"kiltti"
	"only":"ainoa"
	"baby":"vauva"
	"fine":"hieno"
	"girl":"tyttö"
	"help":"auttaa"
	"believe":"arvella"
	"woman":"nainen"
	"lot":"palsta"
	"start":"aloittaa"
	"home":"koti"
	"meet":"tavata"
	"show":"näyttää"
	"guess":"arvata"
	"old":"vanha"
	"hell":"helvetti"
	"listen":"kuunnella"
	"minute":"minuutti"
	}, 
"word set2":{
	"minute":"pienenpieni"
	"eat":"syödä"
	"place":"paikka"
	"live":"elävä"
	"bring":"tuoda"
	"money":"raha"
	"person":"henkilö"
	"watch":"katsella"
	"remember":"muistaa"
	"house":"talo"
	"wrong":"väärä"
	"kill":"tappaa"
	"school":"koulu"
	"run":"juosta"
	"late":"myöhäinen"
	"care":"huolehtia"
	"car":"auto"
	"idea":"idea"
	"turn":"kääntää"
	"real":"aito"
	"happy":"iloinen"
	"whole":"kokonainen"
	"job":"duuni"
	"fun":"hupi"
	"problem":"ongelma"
	"break":"särkyä"
	"party":"bileet"
	"buy":"ostaa"
	"room":"huone"
	"family":"perhe"
	"stay":"pysyä"
	"stupid":"tyhmä"
	"name":"nimi"
	"last":"viimeinen"
	"long":"pitkä"
	"child":"lapsi"
	"sit":"istua"
	"course":"kurssi"
	"pretty":"nätti"
	"hold":"pidellä"
	}, 
"word set3":{
	"game":"peli"
	"forget":"unohtaa"
	"own":"oma"
	"second":"kahdes"
	"doctor":"tohtori"
	"dollar":"dollari"
	"dog":"koira"
	"funny":"hassu"
	"hard":"kova"
	"honey":"hunaja"
	"sex":"seksi"
	"hate":"vihata"
	"head":"pää"
	"understand":"ymmärtää"
	"movie":"elokuva"
	"worry":"murehtia"
	"cool":"viileä", 
	"marry":"naida"
	"miss":"ikävöidä"
	"pay":"maksella"
	"crazy":"hullu", 
	"change":"vaihtaa"
	"hot":"kuuma"
	"mother":"äiti"
	"check":"tarkastaa"
	"word":"sana"
	"same":"samainen"
	"win":"voittaa"
	"walk":"kävellä"
	"father":"isä"
	"story":"tarina"
	"part":"osa"
	"open":"avoin"
	"open":"avata"
	"lady":"leidi"
	"read":"lukea"
	"drink":"juoda"
	"sleep":"nukkua"
	"number":"numero"
	"write":"kirjoittaa"
	}, 
"word set4":{
	"morning":"aamu"
	"tomorrow":"huominen"
	"next":"seuraava"
	"phone":"äänne"
	"last":"viimeinen"
	"eye":"silmä"
	"drive":"ajaa"
	"wife":"vaimo"
	"book":"kirja"
	"throw":"heittää"
	"name":"nimetä"
	"dead":"kuollut", 
	"stand":"seisoa"
	"dinner":"illallinen"
	"hand":"käsi"
	"television":"televisio"
	"learn":"oppia"
	"town":"kaupunki"
	"beautiful":"kaunis", 
	"date":"treffit"
	"office":"toimisto"
	"hit":"lyödä"
	"save":"säästää"
	"sweet":"makea"
	"food":"ruoka"
	"send":"lähettää"
	"business":"yritystoiminta"
	"only":"ainoa"
	"couple":"pari"
	"door":"ovi"
	"parent":"vanhempi"
	"easy":"helppo", 
	"deal":"diili"
	"perfect":"täydellinen"
	"lie":"valehdella"
	"free":"vapaa"
	"young":"nuori"
	"weird":"ufo"
	"brother":"veli"
	"work":"työ"
	}, 
"word set5":{
	"ball":"pallo"
	"line":"linja"
	"important":"tärkeä"
	"fall":"kaatua"
	"heart":"sydän"
	"long":"pitkä"
	"fat":"lihava", 
	"class":"luokka"
	"shoot":"ampua"
	"picture":"kuva"
	"sell":"myydä"
	"side":"ohi"
	"wish":"toivottaa"
	"love":"rakkaus"
	"mind":"mieli"
	"hair":"hius"
	"cut":"leikata"
	"cut":"leikattu", 
	"wedding":"häät"
	"reason":"järki"
	"look":"katse"
	"fuck":"nussia"
	"under":"alempi"
	"bed":"sänky"
	"paper":"paperi"
	"different":"erilainen", 
	"catch":"napata"
	"set":"asetella"
	"face":"naama"
	"suck":"imeskellä"
	"special":"erityinen"
	"stick":"kiinnittyä"
	"question":"kysymys"
	"dude":"jäbä"
	"birthday":"syntymäpäivä"
	"point":"näkökulma"
	"enjoy":"nauttia"
	"fact":"fakta"
	"dance":"tanssia"
	"bar":"baari"
	}, 
"word set6":{
	"wonder":"ihmetellä"
	"joke":"vitsi"
	"relationship":"ihmissuhde"
	"chance":"sattuma"
	"black":"musta", 
	"fight":"tapella"
	"card":"kortti"
	"song":"laulu"
	"little":"pieni"
	"coffee":"kahvi"
	"apartment":"huoneisto"
	"back":"selkä"
	"pull":"vetää"
	"box":"laatikko"
	"dream":"unelma"
	"water":"vesi"
	"decide":"päättää"
	"lunch":"puolinen"
	"cute":"söpö", 
	"close":"läheinen", 
	"bathroom":"kylppäri"
	"show":"näytös"
	"steal":"varastaa"
	"full":"täysi", 
	"company":"yritys"
	"front":"etumus"
	"moment":"hetki"
	"case":"sijamuoto"
	"date":"tapailla"
	"pants":"pöksyt"
	"bitch":"narttu"
	"promise":"luvata"
	"kiss":"pussata"
	"grow":"kasvaa"
	"build":"rakentaa"
	"table":"taulukko"
	"ticket":"lippu"
	"cat":"kissa"
	"sister":"sisko"
	"girlfriend":"tyttöystävä"
	}, 
"word set7":{
	"hat":"hattu"
	"touch":"koskea"
	"beer":"olut"
	"club":"kerho"
	"amaze":"hämmästyttää"
	"gift":"lahja"
	"serious":"vakava"
	"street":"katu"
	"team":"tiimi"
	"order":"tilata"
	"cry":"itkeä"
	"drop":"tippua"
	"act":"näytellä"
	"seat":"istuin"
	"foot":"jalka"
	"finish":"viimeistellä"
	"gentleman":"herrasmies"
	"point":"osoitella"
	"blow":"puhaltaa"
	"small":"pieni"
	"trouble":"ongelma"
	"sing":"laulaa"
	"pass":"ohittaa"
	"beat":"piestä"
	"piece":"pala"
	"shoe":"kenkä"
	"welcome":"tervetullut"
	"white":"valkoinen"
	"kick":"potkaista"
	"bag":"kassi"
	"fire":"tuli"
	"early":"aikainen", 
	"excite":"innostaa"
	"wonderful":"ihana"
	"mouth":"suu"
	"question":"kyseenalaistaa"
	"dear":"armas", 
	"smart":"fiksu"
	"invite":"kutsua"
	"rest":"lepo"
	}, 
"word set8":{
	"key":"avain"
	"end":"pääty"
	"dress":"pukea"
	"red":"punainen"
	"laugh":"nauraa"
	"help":"apu"
	"agree":"suostua"
	"machine":"kone"
	"return":"palata"
	"space":"avaruus"
	"mad":"sekopäinen", 
	"truth":"totuus"
	"ice":"jää"
	"follow":"seurata"
	"idiot":"idiootti"
	"rule":"sääntö"
	"next":"seuraava"
	"need":"tarve"
	"notice":"huomata"
	"chicken":"kana"
	"ride":"ratsastaa"
	"music":"musiikki"
	"join":"liittyä"
	"next":"seuraava"
	"ruin":"raunioittaa"
	"war":"sota"
	"screw":"ruuvata"
	"light":"valo"
	"poor":"köyhä"
	"sense":"aisti"
	"able":"kykenevä", 
	"matter":"aine"
	"secret":"salainen"
	"secret":"salaisuus"
	"fly":"lentää"
	"top":"yläosa"
	"sure":"varma"
	"fair":"reilu", 
	"relax":"rentoutua"
	"boyfriend":"poikaystävä"
	}, 
"word set9":{
	"plan":"suunnitelma"
	"mistake":"virhe"
	"luck":"onni"
	"group":"ryhmä"
	"daughter":"tytär"
	"college":"korkeakoulu"
	"sign":"allekirjoittaa"
	"close":"sulkea"
	"close":"läheinen", 
	"message":"viesti"
	"fault":"siirros"
	"quick":"nopea"
	"shirt":"paita"
	"attention":"huomio"
	"answer":"vastaus"
	"trust":"luottaa"
	"leg":"jalka"
	"human":"inhimillinen", 
	"star":"tähti"
	"air":"ilma"
	"chair":"tuoli"
	"gun":"pyssy"
	"begin":"alkaa"
	"death":"kuolema"
	"tree":"puu"
	"boss":"pomo"
	"present":"nykyhetkinen"
	"lucky":"onnekas", 
	"safe":"turvallinen"
	"cold":"kylmä", 
	"explain":"selittää"
	"video":"video"
	"brain":"aivot"
	"voice":"ääni"
	"cake":"kakku"
	"drink":"juoma"
	"trip":"matka"
	"monkey":"apina"
	"fix":"korjata"
	"entire":"ehytlaitainen", 
	}, 
"word set10":{
	"allow":"sallia"
	"hide":"piilottaa"
	"huge":"valtava", 
	"interesting":"mielenkiintoinen", 
	"fight":"tappelu"
	"roll":"kieriä"
	"fast":"nopea", 
	"grab":"kahmaista"
	"teacher":"opettaja"
	"crap":"skeida"
	"animal":"eläin"
	"animal":"eläimellinen", 
	"burn":"palaa"
	"tough":"sitkeä"
	"restaurant":"ravintola"
	"tooth":"hammas"
	"marriage":"avioliitto"
	"proud":"ylpeä"
	"uncle":"setä"
	"push":"työntää"
	"butt":"tumppi"
	"offer":"tarjota"
	"lord":"lordi"
	"feeling":"tuntuinen", 
	"feeling":"tunne"
	"suit":"puku"
	"floor":"kerros"
	"cream":"kerma"
	"naked":"paljas", 
	"list":"lista"
	"ring":"sormus"
	"clean":"puhdas", 
	"clean":"siivota"
	"apologize":"pyytää anteeksi"
	"clear":"selkeä", 
	"share":"jakaa"
	"fill":"täyttää"
	"cool":"viileä", 
	"pizza":"pitsa"
	"pretend":"teeskennellä"
	}, 
"word set11":{
	"hospital":"lasaretti"
	"sad":"surullinen"
	"half":"puoli", 
	"police":"poliisi"
	"fish":"kala"
	"window":"ikkuna"
	"busy":"ylösotettu", 
	"sign":"merkki"
	"call":"kutsu"
	"pie":"piiras"
	"answer":"vastata"
	"raise":"korottaa"
	"sandwich":"kerrosvoileipä"
	"sale":"myynti"
	"choose":"valita"
	"swear":"kiroilla"
	"pretty":"nätti", 
	"boat":"vene"
	"tired":"väsynyt"
	"smoke":"savunharmaa"
	"smoke":"tupakoida"
	"embarrass":"nolata"
	"band":"bändi"
	"strong":"vahva"
	"law":"laki"
	"toilet":"vessa"
	"jump":"hyppiä"
	"count":"laskeskella"
	"blue":"sininen", 
	"horrible":"kamala", 
	"shit":"kökkö"
	"shit":"paska"
	"handle":"käsitellä"
	"wall":"seinä"
	"art":"taide"
	"cover":"peittää"
	"cover":"kannellinen", 
	"arm":"käsi"
	"simple":"simppeli"
	"bus":"linja-auto"
	}, 
"word set12":{
	"surprise":"yllättää"
	"candy":"karkki"
	"state":"valtiollinen"
	"possible":"mahdollinen", 
	"rich":"rikas", 
	"short":"lyhyt", 
	"king":"kuningas"
	"knock":"koputtaa"
	"cookie":"keksi"
	"penis":"pippeli"
	"history":"historia"
	"imagine":"kuvitella"
	"third":"kolmas"
	"blood":"veri"
	"drug":"lääkeaine"
	"future":"tulevaisuus"
	"prove":"todistaa"
	"surprise":"yllätys"
	"evening":"ilta"
	"system":"järjestelmä"
	"age":"ikä"
	"yesterday":"eilinen"
	"jerk":"nytkähdys"
	"bird":"lintu"
	"nose":"nenä"
	"bother":"viitsiä"
	"fan":"tuuletin"
	"letter":"kirje"
	"interested":"kiinnostunut", 
	"pregnant":"raskaana oleva", 
	"destroy":"tuhota"
	"bear":"karhu"
	"milk":"maito"
	"sport":"sportti"
	"conversation":"keskustelu"
	"jacket":"takki"
	"accept":"hyväksyä"
	"dumb":"tyhmä", 
	"bit":"hitu"
	"mention":"mainita"
	}, 
"word set13":{
	"step":"astella"
	"hungry":"nälkäinen", 
	"situation":"tilanne"
	"lead":"johdattaa"
	"fantastic":"fantastinen", 
	"hole":"reikä"
	"note":"muistiinpano"
	"honest":"rehellinen", 
	"character":"hahmo"
	"holy":"pyhä", 
	"manager":"manageri"
	"lesson":"oppitunti"
	"soul":"sielu"
	"dark":"tumma", 
	"difference":"ero"
	"wine":"viini"
	"road":"tie"
	"calm":"tyyni", 
	"calm":"tyyntyä"
	"personal":"henkilökohtainen", 
	"clown":"klovni"
	"computer":"tietokone"
	"horse":"hevonen"
	"mayor":"pormestari"
	"sexy":"seksikäs", 
	"dirty":"likainen", 
	"carry":"kantaa"
	"professor":"professori"
	"bottle":"pullo"
	"cheese":"juusto"
	"summer":"kesä"
	"remind":"muistuttaa"
	"pee":"pissata"
	"angry":"vihainen", 
	"film":"filmi"
	"reach":"ylettyä"
	"shower":"suihku"
	"cup":"kuppi"
	"camera":"kamera"
	"pain":"kipu"
	}, 
"word set14":{
	"hurry":"kiiruhtaa"
	"desk":"tiski"
	"monster":"hirviö"
	"cop":"jepari"
	"credit":"luotto"
	"prepare":"valmistaa"
	"breakfast":"aamupala"
	"church":"kirkko"
	"hire":"palkata"
	"decision":"päätös"
	"pig":"sika"
	"loser":"häviäjä"
	"robot":"robotti"
	"deep":"syvä", 
	"park":"puisto"
	"chocolate":"suklaa"
	"chocolate":"suklaanruskea", 
	"service":"palvelu"
	"tape":"ääninauha"
	"kitchen":"keittiö"
	"half":"puoli", 
	"grandpa":"vaari"
	"hero":"sankari"
	"spot":"täplä"
	"yell":"hihkua"
	"awful":"kaamea", 
	"scene":"kulissi"
	"trick":"temppu"
	"asshole":"persläpi"
	"visit":"käydä"
	"visit":"vierailla"
	"clean":"puhdas", 
	"second":"sekundantti"
	"second":"kahdes", 
	"chick":"tipu"
	"hall":"sali"
	"fake":"feikki", 
	"forgive":"antaa anteeksi"
	"grade":"aste"
	"cheat":"pettää"
	}, 
"word set15":{
	"create":"luoda"
	"comfortable":"viihtyisä", 
	"magazine":"aikakauslehti"
	"settle":"sakkauttaa"
	"accident":"onnettomuus"
	"excellent":"erinomainen", 
	"train":"juna"
	"board":"johtokunta"
	"spirit":"henki"
	"cow":"lehmä"
	"building":"rakennus"
	"ear":"korva"
	"ugly":"ruma", 
	"toy":"lelu"
	"strange":"outo", 
	"island":"saari"
	"fit":"mahtua"
	"rock":"kivi"
	"step":"askelma"
	"action":"toiminta"
	"bill":"seteli"
	"field":"pelto"
	"level":"taso"
	"level":"tasoinen", 
	"cost":"maksaa"
	"size":"koko"
	"cell":"selli"
	"serve":"tarjoilla"
	"shake":"ravistaa"
	"neck":"kaula"
	"bowl":"kulho"
	"control":"ohjaus"
	"loud":"kovaääninen", 
	"bedroom":"makuuhuone"
	"check":"tsekkaus"
	"right":"oikea", 
	"commercial":"kaupallinen", 
	"draw":"piirtää"
	"guest":"vieras"
	"insane":"mielipuolinen", 
	}, 
"word set16":{
	"fail":"epäonnistua"
	"cook":"kokata"
	"pleasure":"nautinto"
	"truck":"kuorma-auto"
	"science":"tiede"
	"careful":"huolellinen", 
	"nervous":"hermostunut", 
	"partner":"partneri"
	"scream":"kirkua"
	"pool":"allas"
	"appear":"ilmaantua"
	"silly":"hupsu", 
	"feed":"syöttää"
	"wash":"pestä"
	"stink":"lemuta"
	"tiny":"pikkiriikkinen", 
	"prison":"vankila"
	"cause":"aiheuttaa"
	"photo":"foto"
	"public":"julkinen", 
	"button":"nappi"
	"flower":"kukka"
	"memory":"muisti"
	"own":"oma", 
	"own":"omistaa"
	"fast":"nopea", 
	"madam":"matami"
	"blame":"syyttää"
	"tea":"tee"
	"freeze":"jäätyä"
	"sexual":"seksuaalinen", 
	"code":"koodi"
	"celebrate":"juhlia"
	"celebrate":"juhlistaa"
	"price":"hinta"
	"assume":"olettaa"
	"delicious":"herkullinen", 
	"soup":"keitto"
	"waste":"hassata"
	"coat":"pinnoite"
	}, 
"word set17":{
	"doll":"nukke"
	"security":"turva"
	"warm":"lämmin", 
	"football":"jalkapallo"
	"model":"malli"
	"middle":"puoliväli"
	"shop":"shopata"
	"client":"päämies"
	"ground":"maanpinta"
	"project":"hanke"
	"dare":"uskaltaa"
	"shop":"myymälä"
	"episode":"episodi"
	"glass":"lasi"
	"green":"vihreä", 
	"lock":"lukita"
	"straight":"suora", 
	"unbelievable":"uskomaton", 
	"court":"tuomioistuin"
	"experience":"kokemus"
	"final":"lopullinen", 
	"large":"mittava", 
	"salad":"salaatti"
	"belong":"lukeutua"
	"vote":"äänestää"
	"crime":"rikos"
	"meat":"liha"
	"romantic":"romanttinen", 
	"treat":"kohdella"
	"forward":"eteenpäinen", 
	"lie":"valhe"
	"taste":"maistaa"
	"weight":"paino"
	"mail":"rengaspanssari"
	"boring":"mälsä", 
	"information":"informaatio"
	"total":"totaalinen", 
	"page":"sivu"
	"sake":"sake"
	"private":"yksityinen", 
	}, 
"word set18":{
	"winner":"voittaja"
	"past":"menneisyys"
	"pen":"kynä"
	"cousin":"serkku"
	"jealous":"kateellinen", 
	"mess":"sotkea"
	"planet":"planeetta"
	"universe":"universumi"
	"genius":"nero"
	"dangerous":"vaarallinen", 
	"suggest":"ehdottaa"
	"turn":"vuoro"
	"sea":"meri"
	"officer":"upseeri"
	"meal":"ateria"
	"popular":"suosittu", 
	"report":"raportti"
	"welcome":"tervetullut", 
	"flight":"lento"
	"change":"muutos"
	"driver":"kuljettaja"
	"dump":"dumpata"
	"member":"elin"
	"add":"lisätä"
	"confuse":"hämätä"
	"form":"lomake"
	"government":"hallitus"
	"order":"järjestys"
	"continue":"jatkaa"
	"event":"tapahtuma"
	"quiet":"hiljainen", 
	"low":"matala", 
	"breast":"rinta"
	"bank":"pankki"
	"parking":"pysäköinti"
	"ride":"kyyti"
	"wild":"villi", 
	"turkey":"kalkkuna"
	"thought":"ajatus"
	"famous":"kuuluisa", 
	}, 
"word set19":{
	"gold":"kulta"
	"pound":"pauna"
	"skin":"skini"
	"rat":"rotta"
	"tie":"skraga"
	"career":"ura"
	"juice":"mehu"
	"protect":"suojella"
	"shame":"häpeä"
	"bottom":"alapuolinen", 
	"bottom":"pohja"
	"respect":"kunnioittaa"
	"underwear":"alusvaate"
	"meeting":"kokous"
	"sun":"aurinko"
	"bald":"kalju", 
	"plant":"kasvi"
	"towel":"pyyhe"
	"regular":"säännöllinen", 
	"bone":"luu"
	"dig":"kaivaa"
	"fear":"pelko"
	"cancer":"syöpä"
	"discuss":"keskustella"
	"control":"kontrolloida"
	"advice":"neuvo", 
	"center":"keskikohta"
	"apple":"omena", 
	"holiday":"loma"
	"cash":"käteinen"
	"common":"yhteinen", 
	"crush":"ihastus"
	"mess":"messi"
	"peace":"rauha"
	"warn":"varoittaa"
	"welcome":"tervetullut", 
	"adult":"aikuinen", 
	"adult":"aikuinen", 
	"noise":"melu"
	"bread":"leipä"
	}, 
"word set20":{
	"type":"kirjake"
	"department":"departementti"
	"breathe":"hengittää"
	"classic":"klassinen", 
	"farm":"maatila"
	"disgusting":"vastenmielinen", 
	"tall":"korkea", 
	"taste":"maku"
	"replace":"korvata"
	"baseball":"baseball", 
	"comedy":"komedia"
	"introduce":"esitellä"
	"butter":"voi"
	"sweetheart":"sydänkäpynen"
	"jail":"putka"
	"study":"päntätä"
	"miracle":"miraakkeli"
	"golf":"golf"
	"hook":"kytkeä"
	"stare":"tuijottaa"
	"flag":"lippu"
	"roommate":"kämppis"
	"ship":"laiva"
	"wood":"puu"
	"actor":"näyttelijä", 
	"break":"tauko"
	"prize":"palkinto"
	"corner":"nurkka"
	"sneak":"hiipiä"
	"piss":"kusta"
	"pocket":"tasku"
	"queen":"kuningatar"
	"tear":"repiä"
	"lay":"pöydätä"
	"pressure":"paine"
	"rip":"haljeta"
	"assistant":"avustaja", 
	"judge":"tuomari"
	"impossible":"mahdoton", 
	"square":"neliö"
	}, 
"word set21":{
	"left":"lyly"
	"left":"vasen", 
	"grandma":"mummu"
	"pal":"kaveri"
	"smile":"hymyillä"
	"speech":"puhe"
	"handsome":"komea", 
	"safety":"turvallisuus"
	"test":"testata"
	"community":"yhteisö"
	"beach":"ranta", 
	"gym":"kuntosali"
	"disease":"tauti"
	"paint":"maalata"
	"pack":"pakata"
	"customer":"asiakas"
	"healthy":"terve", 
	"invent":"keksiä"
	"princess":"prinsessa"
	"blind":"sokea", 
	"certain":"tietty", 
	"solve":"ratkaista"
	"study":"opiskelu"
	"sweater":"svetari"
	"wet":"märkä", 
	"attack":"hyökkäys", 
	"beg":"kerjätä"
	"sugar":"sokeri"
	"weekend":"viikonloppu"
	"sock":"sukka"
	"emergency":"hätä"
	"mood":"tunnelma"
	"peanut":"maapähkinä"
	"stage":"näyttämö"
	"tight":"tiukka", 
	"gum":"ien"
	"moon":"kuu"
	"nature":"luonto"
	"program":"ohjelma"
	"straight":"suora", 
	}, 
"word set22":{
	"angel":"enkeli", 
	"ghost":"haamu"
	"sauce":"kastike"
	"stomach":"vatsa"
	"block":"esto", 
	"murder":"murha"
	"speed":"nopeus"
	"mix":"sekoittaa"
	"track":"raide"
	"society":"yhteiskunta"
	"difficult":"hankala", 
	"killer":"tappaja"
	"lip":"huuli"
	"market":"tori"
	"goodness":"hyvyys"
	"pillow":"tyyny"
	"tie":"solmia"
	"arrive":"saapua"
	"slip":"liukastua"
	"belt":"vyö", 
	"museum":"museo"
	"oil":"öljy"
	"press":"painaa"
	"respect":"kunnioitus"
	"airplane":"lentsikka", 
	"airport":"lentoasema", 
	"contest":"kilpailu"
	"fabulous":"satumainen", 
	"friendship":"ystävyys"
	"national":"valtakunnallinen", 
	"alien":"alieni", 
	"dream":"haaveilla"
	"fool":"hölmö"
	"bless":"siunata"
	"swim":"uida"
	"fruit":"hedelmä"
	"roof":"ulkokatto"
	"theory":"teoria"
	"guilty":"syyllinen", 
	"potato":"peruna"
	}, 
"word set23":{
	"sound":"ääni"
	"uncomfortable":"epämukava", 
	"wrap":"kietaista"
	"wrap":"kääriä"
	"cheap":"halpa", 
	"interview":"haastattelu"
	"perform":"suorittaa"
	"tour":"kiertue"
	"treat":"kepponen"
	"awkward":"kiusallinen", 
	"expensive":"kallis", 
	"purse":"massi"
	"charge":"ladata"
	"bra":"liivit", 
	"brown":"ruskea", 
	"celebrity":"julkkis"
	"double":"kaksinkertainen", 
	"period":"kuukautiset"
	"rent":"vuokrata"
	"chip":"sipsi"
	"language":"kieli"
	"laundry":"pyykki"
	"social":"sosiaalinen", 
	"dress":"mekko"
	"soft":"pehmeä", 
	"apology":"anteeksipyyntö", 
	"concert":"konsertti"
	"knife":"veitsi"
	"hilarious":"hulvaton", 
	"blanket":"peitto", 
	"comic":"koominen", 
	"leader":"johtaja"
	"local":"paikallinen", 
	"neighborhood":"naapurusto"
	"trap":"pyydystää"
	"bury":"haudata"
	"whore":"portto"
	"cross":"ylittää"
	"tax":"vero"
	"bath":"kylpy", 
	}, 
"word set24":{
	"receive":"vastaanottaa"
	"split":"halkoa"
	"soda":"limsa"
	"talent":"talentti"
	"account":"tili", 
	"dessert":"mehujää"
	"report":"raportoida"
	"report":"ilmoittaa"
	"weak":"heikko", 
	"cheer":"hurrata"
	"move":"muutto"
	"support":"kannattaa"
	"research":"tutkimus"
	"tongue":"kieli"
	"pill":"tabletti"
	"snake":"käärme"
	"license":"lisenssi"
	"nut":"pähkinä"
	"health":"terveys"
	"natural":"luonnollinen", 
	"gorgeous":"hulppea", 
	"steak":"pihvi"
	"vagina":"emätin"
	"audience":"yleisö", 
	"dance":"tanssi"
	"score":"pistemäärä"
	"sue":"haastaa oikeuteen"
	"artist":"taiteilija", 
	"attack":"hyökätä"
	"bean":"papu", 
	"attractive":"viehättävä", 
	"breath":"henki", 
	"cover":"peite"
	"cover":"kannellinen", 
	"empty":"tyhjä", 
	"lonely":"yksinäinen", 
	"painting":"maalaus"
	"army":"armeija", 
	"avoid":"välttää"
	"gang":"jengi"
	}, 
"word set25":{
	"nerd":"nörtti"
	"slap":"läimäistä"
	"lesbian":"lesbo"
	"outfit":"ulkoasu"
	"adventure":"seikkailu", 
	"devil":"paholainen"
	"liar":"valehtelija"
	"nurse":"sairaanhoitaja"
	"pot":"pata"
	"salesman":"myyntimies"
	"slow":"hidas", 
	"smile":"hymy"
	"wallet":"lompakko"
	"commit":"kommitoida"
	"example":"esimerkki"
	"fake":"feikki", 
	"fake":"feikata"
	"obvious":"ilmiselvä", 
	"pirate":"merirosvo"
	"radio":"radiolähetin"
	"chase":"ajaa takaa"
	"familiar":"tuttu", 
	"homework":"läksy"
	"birth":"syntyminen", 
	"favorite":"favoriitti"
	"rub":"hankaantua"
	"sky":"taivas"
	"coach":"valmentaja"
	"deliver":"synnyttää"
	"address":"osoite", 
	"lift":"nostaa"
	"round":"paisti"
	"round":"pyöreä", 
	"wish":"toive"
	"guard":"vartija"
	"contact":"yhteydenotto"
	"package":"pakkaus"
	"travel":"matkailla"
	"anniversary":"vuosipäivä", 
	"cent":"sentti", 
	}, 
"word set26":{
	"force":"pakottaa"
	"rest":"levätä"
	"spread":"levitä"
	"ocean":"valtameri"
	"percent":"prosenttinen", 
	"shit":"kökkö", 
	"wing":"lokari"
	"above":"ylinen", 
	"alcohol":"alkoholi", 
	"crash":"kolaroida"
	"insurance":"vakuutus"
	"row":"rivi"
	"sight":"näkö"
	"trash":"roskaväki"
	"brave":"rohkea", 
	"climb":"kiivetä"
	"earn":"ansaita"
	"impress":"imponoida"
	"league":"liiga"
	"waste":"jäte"
	"writer":"kirjailija"
	"crowd":"väkijoukko"
	"flip":"pimahtaa"
	"hug":"halaus"
	"drag":"raahata"
	"opinion":"mielipide"
	"spit":"sylkeä"
	"complain":"valitella"
	"interest":"mielenkiinto"
	"mirror":"kuvastin"
	"stripper":"strippari"
	"subject":"aihe"
	"bright":"kirkas", 
	"design":"suunnitella"
	"kidney":"munuainen"
	"result":"tulos"
	"strike":"lakko"
	"corn":"liikavarvas"
	"correct":"korrekti", 
	"grandmother":"isoäiti"
	}, 
"word set27":{
	"hug":"halata"
	"nightmare":"painajainen"
	"yellow":"keltainen", 
	"rise":"nousta"
	"doughnut":"donitsi"
	"original":"alkuperäinen", 
	"position":"virka"
	"fool":"narrata"
	"annoy":"Ärsyttää"
	"can":"tölkki", 
	"match":"ottelu"
	"play":"näytelmä"
	"traffic":"liikenne"
	"actual":"varsinainen", 
	"banana":"banaani", 
	"conference":"konferenssi"
	"lake":"järvi"
	"medical":"lääketieteellinen", 
	"medicine":"lääke"
	"pray":"rukoilla"
	"shave":"ajaa partansa"
	"bake":"leipoa"
	"option":"optio"
	"creepy":"karmiva", 
	"interrupt":"keskeyttää"
	"library":"kirjasto"
	"rude":"töykeä", 
	"advertisement":"mainos", 
	"danger":"vaara"
	"master":"isäntä"
	"propose":"kosia"
	"darling":"rakas"
	"gather":"kokoontua"
	"support":"kannatus"
	"bubble":"kupla", 
	"energy":"energia"
	"heavy":"painava", 
	"laser":"laser"
	"manage":"suoriutua"
	"network":"verkosto"
	}, 
"word set28":{
	"weapon":"ase"
	"copy":"kopio", 
	"female":"naispuolinen", 
	"park":"pysäköidä"
	"religion":"uskonto"
	"snow":"lumi"
	"version":"versio"
	"bomb":"pommi", 
	"clear":"selkeä", 
	"clear":"selkiytyä"
	"clear":"selkeytyä"
	"faith":"usko"
	"innocent":"viaton", 
	"remove":"poistaa"
	"survive":"selviytyä"
	"bee":"mehiläinen", 
	"bride":"morsian", 
	"cause":"aiheuttaja", 
	"basketball":"koripallo", 
	"downtown":"keskikaupunki"
	"elephant":"norsu"
	"freak":"kummajainen"
	"wipe":"pyyhkiä"
	"bored":"ikävystynyt", 
	"bully":"koulukiusaaja", 
	"clock":"kello", 
	"massage":"hieronta"
	"shape":"hahmo"
	"skip":"sivuuttaa"
	"strike":"iskeä"
	"dry":"kuiva", 
	"remain":"jäädä"
	"style":"tyyli"
	"surgery":"kirurgia"
	"toe":"varvas"
	"yard":"piha"
	"brilliant":"briljantti", 
	"circle":"ympyrä", 
	"duty":"tullimaksu"
	"focus":"polttopiste"
	}, 
"word set29":{
	"lover":"rakastaja"
	"midnight":"keskiyö"
	"describe":"kuvailla"
	"legal":"laillinen", 
	"powerful":"voimakas", 
	"series":"sarja"
	"wire":"linjavika"
	"candle":"kynttilä", 
	"diaper":"vaippa"
	"direction":"suunta"
	"divorce":"erota"
	"plastic":"muovinen", 
	"plastic":"muovi"
	"responsibility":"vastuu"
	"starve":"nälkiintyä"
	"worker":"työläinen"
	"hope":"toivo"
	"separate":"erillinen", 
	"separate":"erottaa"
	"emotional":"tunteellinen", 
	"pilot":"lentäjä"
	"vampire":"vampyyri"
	"attitude":"asenne", 
	"balloon":"ilmapallo", 
	"exact":"täsmällinen", 
	"hip":"lonkka"
	"pet":"lemmikki"
	"announcement":"julkistus", 
	"effect":"tehoste"
	"escape":"karata"
	"golden":"kultainen", 
	"nipple":"nippa"
	"rough":"karhea", 
	"stick":"keppi"
	"architect":"arkkitehti", 
	"beauty":"kauneus", 
	"official":"virallinen", 
	"practice":"harjoittaa"
	"bug":"ötökkä", 
	"crack":"raottaa"
	}, 
"word set30":{
	"half":"puoli", 
	"half":"puolikas"
	"smoke":"savu"
	"smoke":"savunharmaa", 
	"contract":"sopimusasiakirja", 
	"scientist":"tieteilijä"
	"set":"setti"
	"shoulder":"olkapää"
	"successful":"menestynyt", 
	"degree":"korkeakoulututkinto"
	"fortune":"tuuri"
	"hit":"osuma"
	"invitation":"kutsut"
	"nail":"naulata"
	"professional":"ammattimainen", 
	"search":"haku"
	"train":"harjoittaa"
	"weather":"sää"
	"alarm":"hälytys", 
	"nap":"päiväunet"
	"practice":"praktiikka"
	"precious":"kallisarvoinen", 
	"product":"tuote"
	"role":"rooli"
	"snack":"välipala"
	"sucker":"imijä"
	"tag":"tagi"
	"chew":"pureksia"
	"evidence":"todiste"
	"fantasy":"fantasia"
	"operation":"operaatio"
	"rain":"vesisade"
	"spin":"kierähtää"
	"throat":"nielu"
	"present":"nykyhetkinen", 
	"reality":"todellisuus"
	"victim":"uhri"
	"booze":"brenkku", 
	"condom":"kondomi", 
	"director":"ohjaaja"
	}, 
"word set31":{
	"hunt":"metsästää"
	"menu":"ruokalista"
	"mystery":"mysteeri"
	"quiet":"hiljainen", 
	"regret":"pahoitella"
	"attract":"viehättää"
	"chest":"arkku", 
	"dentist":"hammaslääkäri", 
	"focus":"keskittyä"
	"illegal":"laiton", 
	"pencil":"lyijykynä"
	"sentence":"tuomio"
	"squeeze":"puristaa"
	"audition":"koe-esiintyminen", 
	"lobster":"hummeri"
	"success":"menestys"
	"terrorist":"terroristi"
	"item":"osio"
	"recommend":"suositella"
	"lazy":"laiska", 
	"whale":"valas"
	"zone":"vyöhyke"
	"panic":"panikoida"
	"bachelor":"poikamies", 
	"chain":"ketju", 
	"creature":"otus", 
	"diamond":"timantti", 
	"image":"kuvausjoukko"
	"parade":"paraati"
	"rocket":"raketti"
	"solution":"ratkaisu"
	"cable":"kaapeli", 
	"culture":"kulttuuri", 
	"garage":"autotalli"
	"male":"miespuolinen", 
	"revenge":"kosto"
	"shrimp":"katkarapu"
	"thin":"ohut", 
	"humiliate":"nöyryyttää"
	"locker":"lukkokaappi"
	}, 
"word set32":{
	"native":"natiivi", 
	"pony":"poni"
	"release":"päästää"
	"stone":"kivi"
	"advantage":"etu", 
	"basket":"kori", 
	"breakup":"bänks", 
	"garden":"puutarha"
	"patient":"kärsivällinen", 
	"patient":"potilas"
	"pink":"vaaleanpunainen", 
	"represent":"edustaa"
	"treasure":"aarre"
	"amount":"määrä", 
	"newspaper":"aviisi"
	"wind":"tuuli"
	"act":"teko", 
	"champion":"mestari", 
	"light":"valaista"
	"guitar":"kitara"
	"sensitive":"arkaluonteinen", 
	"heat":"helle"
	"string":"naru"
	"property":"ominaisuus"
	"skill":"taito"
	"walk":"kävely"
	"lead":"etumatka"
	"pancake":"pannari"
	"slow":"hidastaa"
	"slow":"hidas", 
	"stranger":"muukalainen"
	"charity":"hyväntekeväisyys", 
	"freedom":"vapaus"
	"pour":"kaataa"
	"tradition":"perinne"
	"beef":"naudanliha", 
	"bite":"puraisu", 
	"bullet":"luoti", 
	"curious":"utelias", 
	"forest":"metsä"
	}, 
"word set33":{
	"odd":"kummallinen", 
	"repeat":"toistaa"
	"section":"lohko"
	"subway":"metro"
	"choke":"tikahtua"
	"cowboy":"karjapaimen", 
	"dirt":"lika", 
	"frog":"sammakko"
	"swallow":"nielaista"
	"bacon":"pekoni", 
	"clever":"fiksu", 
	"competition":"kisa", 
	"lick":"nuolla"
	"mission":"missio"
	"soap":"saippua"
	"tail":"pyrstö"
	"tattoo":"tatuointi"
	"bridge":"silta", 
	"detail":"yksityiskohta", 
	"diet":"ruokavalio", 
	"insult":"solvata"
	"theme":"teema"
	"university":"yliopisto"
	"champagne":"samppanja", 
	"charming":"ihastuttava", 
	"compare":"verrata"
	"map":"kartta"
	"napkin":"lautasliina"
	"punch":"nyrkinisku"
	"challenge":"haastaa"
	"collect":"kerätä"
	"cupcake":"kuppikakku", 
	"imagination":"mielikuvitus"
	"joke":"pilailla"
	"joke":"vitsailla"
	"script":"komentosarja"
	"whip":"piiskata"
	"whip":"ruoskia"
	"left":"vasen", 
	"benefit":"etuus", 
	}, 
"word set34":{
	"book":"buukata"
	"citizen":"kansalainen", 
	"fart":"pieraista"
	"junk":"roju"
	"magical":"maaginen", 
	"studio":"studio"
	"value":"arvo"
	"wise":"viisas", 
	"suicide":"itsemurha"
	"friendly":"ystävällinen", 
	"claim":"väittää"
	"complicate":"hankaloittaa"
	"generation":"sukupolvi"
	"grave":"hauta"
	"grave":"totinen", 
	"require":"edellyttää"
	"maid":"palvelustyttö"
	"moron":"urpo"
	"necessary":"tarpeellinen", 
	"oven":"uuni"
	"paint":"maali"
	"scratch":"raapia"
	"stain":"tahra"
	"adopt":"adoptoida"
	"brush":"harjata"
	"delivery":"toimitus", 
	"disappear":"kadota"
	"elementary":"elementaarinen", 
	"trap":"pyydys"
	"amazing":"hämmästyttävä", 
	"boot":"saapas", 
	"connection":"yhteys", 
	"eve":"aatto", 
	"happiness":"onni"
	"lifetime":"elinaika"
	"quality":"laatu"
	"quality":"laadukas", 
	"agreement":"sopimus", 
	"argument":"väittely", 
	"carpet":"matto", 
	}, 
"word set35":{
	"crisis":"kriisi", 
	"design":"muotoilu", 
	"drawer":"piirtäjä", 
	"loose":"irrallinen", 
	"refuse":"kieltäytyä"
	"risk":"riski"
	"selfish":"itsekäs", 
	"village":"kylä"
	"anger":"viha", 
	"bingo":"bingo", 
	"bunny":"pupujussi", 
	"crawl":"ryömiä"
	"demand":"vaatia"
	"desperate":"epätoivoinen", 
	"elevator":"hissi", 
	"goat":"vuohi"
	"murder":"murhata"
	"penny":"killinki"
	"beloved":"rakastettu", 
	"copy":"kopioida"
	"festival":"festivaali"
	"tennis":"tennis"
	"threaten":"uhata"
	"beginning":"alku", 
	"cigar":"sikari", 
	"dancer":"tanssija", 
	"heck":"halvattu"
	"low":"matala", 
	"material":"materiaali"
	"material":"materiaalinen", 
	"chapter":"tuomiokapituli", 
	"chat":"jutella"
	"homeless":"asunnoton", 
	"mark":"merkata"
	"river":"joki"
	"shark":"haikala"
	"strength":"vahvuus"
	"ancient":"muinainen", 
	"collection":"kokoelma", 
	"exercise":"harjoitus", 
	}, 
"word set36":{
	"include":"sisältää"
	"muffin":"muffini"
	"offense":"hyökkäys"
	"screen":"kuvaruutu"
	"tomato":"tomaatti"
	"cafeteria":"kahvio", 
	"crack":"crack", 
	"supply":"tarjonta"
	"winter":"talvi"
	"tool":"työkalu"
	"bend":"koukistaa"
	"commitment":"sitoutuminen", 
	"disturb":"häiritä"
	"fish":"kalastaa"
	"joy":"ilo"
	"presentation":"esitys"
	"tube":"tuubi"
	"being":"olento", 
	"experiment":"koe", 
	"jar":"hillopurkki"
	"mint":"rahapaja"
	"physical":"fyysinen", 
	"punish":"rangaista"
	"remote":"syrjäinen", 
	"slut":"lutka"
	"twist":"vääristellä"
	"cap":"lippis", 
	"criminal":"rikollinen", 
	"inspire":"inspiroida"
	"main":"pääasiallinen", 
	"panda":"panda"
	"sink":"upota"
	"smooth":"sileä", 
	"thumb":"peukalo"
	"witness":"todistaja"
	"abandon":"luopua"
	"affect":"tehota"
	"beard":"parta", 
	"bucket":"ämpäri", 
	"county":"maakunta", 
	}, 
"word set37":{
	"poem":"runo"
	"reporter":"reportteri"
	"training":"harjoitus"
	"battery":"patteri", 
	"deny":"kiistää"
	"forbid":"kieltää"
	"obsess":"riivata"
	"positive":"positiivinen", 
	"rob":"rosvota"
	"rob":"ryöstää"
	"rob":"ryövätä"
	"signal":"signaali"
	"solid":"kiinteä", 
	"website":"nettisivusto"
	"century":"senturia", 
	"click":"klikata"
	"dump":"kaadanta", 
	"effort":"ponnistus", 
	"gate":"portti"
	"impression":"vaikutelma"
	"inappropriate":"asiaton", 
	"inspector":"tarkastaja"
	"statement":"lausunto"
	"thrill":"sykähdyttää"
	"wiener":"nakki"
	"challenge":"haaste", 
	"grandfather":"isoisä"
	"producer":"tuottaja"
	"witch":"noita-akka"
	"appropriate":"asianmukainen", 
	"coincidence":"yhteensattuma", 
	"furniture":"kalusteet"
	"laugh":"naurahdus"
	"lemon":"sitruuna"
	"load":"kuormata"
	"mock":"pilkata"
	"physics":"fysiikka"
	"stock":"varasto"
	"storm":"myrsky"
	"wheelchair":"pyörätuoli"
	}, 
"word set38":{
	"announce":"kuuluttaa"
	"bagel":"vesirinkeli", 
	"cocktail":"cocktail", 
	"committee":"komitea", 
	"crew":"miehistö", 
	"file":"tiedosto", 
	"haircut":"tukanleikkuu"
	"loss":"kato"
	"mark":"merkki"
	"salt":"suola"
	"tape":"teipata"
	"ex":"eksä", 
	"grape":"rypäle"
	"makeup":"meikki"
	"nation":"kansakunta"
	"block":"tukkia"
	"childhood":"lapsuus", 
	"cut":"leikkaus", 
	"cut":"leikattu", 
	"develop":"kehittyä"
	"race":"kiitää"
	"reference":"viite"
	"shorts":"shortsit"
	"talk":"puhe"
	"therapist":"terapeutti"
	"warm":"lämmitä"
	"warm":"lämmin", 
	"accent":"aksentti", 
	"avenue":"kujanne", 
	"cloud":"pilvi", 
	"distance":"välimatka", 
	"exhaust":"uuvuttaa"
	"goal":"päämäärä"
	"roll":"rulla"
	"suggestion":"ehdotus"
	"belief":"uskomus", 
	"jury":"raati"
	"reservation":"varaus"
	"spider":"hämähäkki"
	"squirrel":"orava"
	}, 
"word set39":{
	"topic":"aihe"
	"uniform":"yhtenäinen", 
	"uniform":"virkapuku"
	"violence":"väkivalta"
	"wide":"laaja", 
	"zoo":"eläintarha"
	"bullshit":"paskapuhe", 
	"cruel":"julma", 
	"jeans":"farkut"
	"pile":"pinkka"
	"poison":"myrkky"
	"romance":"romanssi"
	"slave":"orja"
	"belly":"maha", 
	"booth":"koju", 
	"gentle":"hellävarainen", 
	"opera":"ooppera"
	"poster":"juliste"
	"sweep":"lakaista"
	"sword":"miekka"
	"ultimate":"perimmäinen", 
	"debate":"intos", 
	"explode":"räjähtää"
	"float":"kellua"
	"kick":"potku"
	"poker":"pokeri"
	"pride":"ylpeys"
	"rain":"sataa"
	"rare":"harvinainen", 
	"title":"titteli"
	"vision":"visio"
	"wrestle":"painia"
	"column":"sarake", 
	"connect":"yhdistää"
	"hockey":"hockey"
	"hook":"koukku"
	"kidnap":"kidnapata"
	"painful":"kivulias", 
	"permission":"lupa"
	"prince":"ruhtinas"
	}, 
"word set40":{
	"process":"prosessi"
	"senator":"senaattori"
	"smash":"nitistää"
	"mean":"ilkeä", 
	"bat":"lepakko", 
	"ceremony":"seremonia", 
	"declare":"julistautua"
	"helpful":"avulias", 
	"iron":"rauta"
	"iron":"rautainen", 
	"picture":"kuvata"
	"print":"tulostaa"
	"rope":"köysi"
	"sail":"purjehtia"
	"sleep":"unihiekka"
	"attend":"osallistua"
	"education":"koulutus", 
	"flush":"huuhdella"
	"melt":"sulaa"
	"pardon":"armahtaa"
	"passion":"intohimo"
	"poop":"kakkia"
	"popcorn":"paukkumaissi"
	"pussy":"pimppi"
	"trick":"huijata"
	"zombie":"zombi"
	"ankle":"nilkka", 
	"bail":"äyskäröidä"
	"bowling":"keilailu", 
	"discount":"alennus", 
	"entertainment":"viihde", 
	"jazz":"jatsi"
	"kind":"kiltti", 
	"lion":"jalopeura"
	"match":"täsmätä"
	"prayer":"rukoilija"
	"stamp":"leima"
	"creative":"luova", 
	"expression":"ilmaisu", 
	"lock":"lukko"
	}, 
"word set41":{
	"negative":"negatiivinen", 
	"pickle":"suolakurkku"
	"stab":"puukottaa"
	"wave":"heiluttaa"
	"central":"keskinen", 
	"hamburger":"hampurilainen", 
	"pudding":"vanukas"
	"slide":"liukua"
	"trophy":"voitonmerkki"
	"damage":"vaurio", 
	"decent":"kelpo", 
	"engine":"moottori", 
	"ketchup":"ketsuppi"
	"lawn":"nurmikko"
	"place":"asettautua"
	"routine":"rutiininomainen", 
	"routine":"rutiini"
	"sand":"hiekka"
	"sand":"hiekanruskea", 
	"stretch":"venyttää"
	"whack":"mätkiä"
	"whack":"humauttaa"
	"bloody":"verinen", 
	"brand":"tuotemerkki", 
	"budget":"budjetti", 
	"cabin":"hytti", 
	"determine":"ottaa selvää"
	"entertain":"viihdyttää"
	"helmet":"kypärä", 
	"jackass":"aasiori"
	"media":"media"
	"motion":"liike"
	"poke":"tökkiä"
	"rule":"hallita"
	"teenager":"teini-ikäinen"
	"turtle":"kilpikonna"
	"visit":"käynti"
	"authority":"auktoriteetti", 
	"bleed":"ilmata"
	"comment":"kommentti", 
	}, 
"word set42":{
	"compete":"kilpailla"
	"convention":"konventio", 
	"defend":"puolustaa"
	"flash":"väläys", 
	"hippie":"hippi", 
	"inside":"sisäpuoli"
	"phase":"momentti"
	"puppet":"sätkynukke"
	"reveal":"paljastaa"
	"sharp":"terävä", 
	"wig":"peruukki"
	"command":"komento", 
	"dolphin":"delfiini", 
	"exit":"uloskäynti", 
	"expert":"taitava", 
	"expert":"asiantuntija", 
	"grand":"mahtava", 
	"heat":"kuumentaa"
	"industry":"teollisuus"
	"label":"etiketti"
	"limit":"rajoitus"
	"pump":"pumpata"
	"racist":"rasistinen", 
	"swing":"swingi"
	"comedian":"koomikko", 
	"fork":"haarukka", 
	"magician":"maagikko"
	"murderer":"murhamies"
	"pork":"sianliha"
	"soccer":"jalkapalloilu"
	"wave":"aalto"
	"access":"pääsy", 
	"actress":"näyttelijätär", 
	"backup":"varmuuskopio", 
	"behave":"käyttäytyä"
	"encourage":"kannustaa"
	"flirt":"flirttailla"
	"handicap":"vamma", 
	"hose":"letku", 
	"incident":"selkkaus"
	}, 
"word set43":{
	"lost":"hävinnyt", 
	"occasion":"tilaisuus"
	"route":"reitti"
	"confess":"tunnustaa"
	"drown":"hukkua"
	"environment":"ympäristö", 
	"legend":"pyhimystarina"
	"production":"tuotanto"
	"threat":"uhka"
	"capital":"pääoma", 
	"cruise":"risteily", 
	"experience":"kokea"
	"nonsense":"hölynpöly"
	"pepper":"pippuri"
	"phrase":"fraasi"
	"picnic":"eväsretki"
	"privacy":"yksityisyys"
	"self":"itse"
	"shitty":"paskamainen", 
	"smell":"haju"
	"attach":"kiinnittäytyä"
	"coma":"kooma", 
	"earring":"korvakoru", 
	"fear":"pelätä"
	"ham":"kinkku", 
	"pronounce":"ääntää"
	"sample":"otos"
	"victory":"voitto"
	"depressed":"masentunut", 
	"drama":"draama", 
	"explanation":"selitys", 
	"fate":"sallimus", 
	"particular":"erinäinen", 
	"search":"etsiä"
	"cold":"vilu", 
	"cold":"kylmä", 
	"liquor":"viina"
	"lower":"laskea"
	"miserable":"surkea", 
	"pin":"nuppineula"
	}, 
"word set44":{
	"satisfy":"tyydyttää"
	"shout":"huutaa"
	"complaint":"kantelu", 
	"cool":"viileä", 
	"cool":"viilentää"
	"donate":"lahjoittaa"
	"fur":"turkis", 
	"imaginary":"kuvitteellinen", 
	"lemonade":"limonadi"
	"muscle":"lihas"
	"opposite":"päinvastainen", 
	"rent":"ränttü"
	"sweat":"hikoilla"
	"tiger":"tiikeri"
	"alcoholic":"alkoholipitoinen", 
	"alcoholic":"alkoholisti", 
	"arrest":"pidätys", 
	"farmer":"viljelijä", 
	"horn":"torvi", 
	"human":"inhimillinen", 
	"human":"inehmo", 
	"lamp":"lamppu"
	"orange":"oranssi", 
	"peach":"persikka"
	"roller":"sininärhi"
	"staff":"henkilökunta"
	"text":"teksti"
	"thief":"varas"
	"secret":"salainen", 
	"campus":"kampus", 
	"cure":"kuuri", 
	"dinosaur":"dinosaurus", 
	"dry":"kuivata"
	"dry":"kuiva", 
	"location":"sijoituspaikka"
	"open":"avoin", 
	"owner":"omistaja"
	"treatment":"kohtelu"
	"abortion":"abortti", 
	"bark":"haukkua"
	}, 
"word set45":{
	"bartender":"baarimikko", 
	"brunch":"brunssi", 
	"chaos":"kaaos", 
	"chief":"päällikkö", 
	"chop":"kyljys", 
	"dust":"pöly", 
	"lottery":"arvonta"
	"musical":"musikaalinen", 
	"opening":"avajaiset"
	"personality":"persoonallisuus"
	"publish":"julkaista"
	"sausage":"makkara"
	"unfair":"epäreilu", 
	"violent":"väkivaltainen", 
	"wizard":"velho"
	"bush":"puska", 
	"fold":"taittaa"
	"height":"korkeus", 
	"pass":"kulkulupa"
	"punk":"punkkari"
	"shy":"ujo", 
	"cage":"häkki", 
	"colonel":"eversti", 
	"courage":"rohkeus", 
	"cure":"palvata"
	"emotion":"tunne", 
	"fence":"aita", 
	"glue":"liima", 
	"noodle":"nuudeli"
	"pole":"tanko"
	"refrigerator":"jääkaappi"
	"skull":"pääkallo"
	"taxi":"taksi"
	"touch":"kosketus"
	"airline":"ilmailuyhtiö", 
	"background":"tausta", 
	"cheek":"poski", 
	"count":"kreivi", 
	"expense":"kustannus", 
	"ladder":"tikkaat", 
	}, 
"word set46":{
	"mug":"muki"
	"nickname":"lempinimi"
	"pea":"herne"
	"principal":"reksi"
	"session":"sessio"
	"soldier":"sotilas"
	"virgin":"neitsyt"
	"virgin":"neitseellinen", 
	"wander":"kuljeskella"
	"bump":"muhkura", 
	"carrot":"porkkana", 
	"chili":"chilipaprika", 
	"circus":"sirkus", 
	"former":"entinen", 
	"generous":"antelias", 
	"gesture":"ele", 
	"promise":"lupaus"
	"prostitute":"ilolintu"
	"round":"pyöreä", 
	"shelter":"suoja"
	"technology":"teknologia"
	"agent":"agentti", 
	"ability":"kyky", 
	"cherry":"kirsikka", 
	"discussion":"diskussio", 
	"documentary":"dokumentaarinen", 
	"documentary":"dokumenttielokuva", 
	"invest":"investoida"
	"jet":"gagaatti", 
	"knowledge":"tieto", 
	"load":"kuorma", 
	"offensive":"offensiivinen", 
	"singer":"laulaja"
	"specific":"tietty", 
	"sudden":"äkillinen", 
	"sin":"synti"
	"grader":"tiehöylä", 
	"ant":"muurahainen", 
	"bull":"sonni", 
	"cleaning":"siivous", 
	}, 
"word set47":{
	"dork":"dorka", 
	"dummy":"mallinukke", 
	"helicopter":"helikopteri", 
	"moustache":"räkäjarrut"
	"rate":"aikapalkka"
	"reject":"hylätä"
	"ski":"hiihtää"
	"spy":"vakoilla"
	"stress":"stressi"
	"therapy":"terapia"
	"travel":"matkustus"
	"upper":"ylempi", 
	"sponge":"sieni"
	"assignment":"toimeksianto", 
	"bounce":"bounssata"
	"branch":"oksa", 
	"daily":"päivittäinen", 
	"dice":"noppapeli", 
	"flatter":"imarrella"
	"form":"muodostaa"
	"fraud":"petos", 
	"offer":"tarjous"
	"pit":"monttu"
	"slow":"hidas", 
	"status":"status"
	"stroke":"aivoinfarkti"
	"random":"sattumanvarainen", 
	"blond":"vaaleaverinen", 
	"cube":"kuutio", 
	"alley":"kuja", 
	"arrange":"järjestää"
	"ditch":"ojittaa"
	"drunk":"humalainen", 
	"edge":"kulma", 
	"hostage":"panttivanki", 
	"inform":"informoida"
	"likely":"todennäköinen", 
	"mask":"maski"
	"priest":"pappi"
	"shine":"loistaa"
	}, 
"word set48":{
	"shower":"suihkuta"
	"left":"vasen", 
	"corporation":"korporaatio", 
	"dental":"dentaali", 
	"engagement":"kihlaus", 
	"ironic":"ironinen", 
	"piano":"piano"
	"scooter":"vespa"
	"silver":"hopea"
	"silver":"hopea", 
	"sort":"lajitella"
	"tragic":"traaginen", 
	"underpants":"alushousut"
	"cabinet":"kaappi", 
	"debt":"velka", 
	"global":"globaali", 
	"kindergarten":"lastentarha", 
	"mustard":"sinappi"
	"procedure":"menettely"
	"progress":"edistys"
	"scale":"vaaka"
	"select":"valikoida"
	"rib":"kylki"
	"armed":"aseistettu", 
	"backyard":"takapiha", 
	"camp":"leiriytyä"
	"capture":"kaapata"
	"cart":"kärry", 
	"casino":"kasino", 
	"chop":"pilkkoa"
	"cleaner":"siivooja", 
	"desert":"aavikko", 
	"desert":"aavikkoinen", 
	"foreign":"ulkomaalainen", 
	"interview":"haastatella"
	"lean":"laiha", 
	"lean":"nojata"
	"louse":"täi", 
	"march":"marssia"
	"novel":"uudenlainen", 
	}, 
"word set49":{
	"novel":"romaani"
	"orange":"appelsiini"
	"orange":"oranssi", 
	"sense":"aistia"
	"slice":"siivu"
	"weigh":"punnita"
	"shadow":"vari"
	"accomplish":"saada aikaan"
	"cast":"valaa"
	"curse":"kirous", 
	"define":"määritellä"
	"double":"kaksinkertaistaa"
	"double":"kaksinkertainen", 
	"fever":"kuume", 
	"gig":"keikka", 
	"harassment":"ahdistelu", 
	"intelligent":"älykäs", 
	"manner":"käytöstapa", 
	"marijuana":"marihuana", 
	"operate":"operoida"
	"raise":"korotus"
	"raisin":"rusina"
	"religious":"uskonnollinen", 
	"slide":"liuku"
	"stinky":"haiseva", 
	"adult":"aikuinen", 
	"allergic":"allerginen", 
	"appearance":"ulkomuoto", 
	"fireman":"palosotilas", 
	"frame":"kehys", 
	"hammer":"vasara", 
	"naughty":"tuhma", 
	"salary":"palkkaus"
	"signature":"allekirjoitus"
	"special":"erityinen", 
	"bowl":"keilata"
	"border":"raja", 
	"curtain":"verho", 
	"defeat":"kukistaa"
	"desire":"mielihalu", 
	}, 
"word set50":{
	"firework":"ilotulite", 
	"habit":"tottumus", 
	"lane":"kaista", 
	"late":"myöhäinen", 
	"mighty":"mahdikas", 
	"nanny":"lastenhoitaja"
	"polite":"kohtelias", 
	"political":"poliittinen", 
	"tissue":"nenäliina"
	"triangle":"kolmio"
	"useless":"turha", 
	"visitor":"vierailija"
	"vodka":"vodka"
	"angle":"kulma", 
	"anonymous":"anonyymi", 
	"calendar":"kalenteri", 
	"comic":"koominen", 
	"dip":"dippikastike", 
	"flat":"litteä", 
	"grand":"tonni", 
	"grand":"mahtava", 
	"identity":"henkilöllisyys", 
	"register":"rekisteröidä"
	"shocking":"järkyttävä", 
	"shopping":"shoppailu"
	"spoon":"lusikka"
	"strawberry":"mansikka"
	"teenage":"teiniikäinen", 
	"thick":"paksu", 
	"counter":"laskuri", 
	"carnival":"karnevaali", 
	"confirm":"varmentaa"
	"corpse":"kalmo", 
	"feature":"toiminto", 
	"firm":"firma", 
	"firm":"luja", 
	"fit":"kohtaus", 
	"hill":"kunnas", 
	"jam":"hillo", 
	"local":"paikallinen", 
	}, 
"word set51":{
	"local":"paikallinen", 
	"party":"bailata"
	"printer":"tulostin"
	"sketch":"luonnos"
	"ski":"suksi"
	"steam":"höyry"
	"toothbrush":"hammasharja"
	"council":"valtuusto", 
	"deck":"pakka", 
	"dragon":"lohikäärme", 
	"election":"vaali", 
	"lack":"vajaus", 
	"lawsuit":"oikeusjuttu", 
	"mysterious":"salaperäinen", 
	"pleasant":"miellyttävä", 
	"pregnancy":"raskaus"
	"professional":"ammattimainen", 
	"reward":"palkkio"
	"risk":"vaarantaa"
	"rose":"ruusu"
	"scientific":"tieteellinen", 
	"tune":"vire"
	"candidate":"kokelas", 
	"economy":"talous", 
	"fee":"maksu", 
	"flame":"liekki", 
	"foundation":"säätiö", 
	"joint":"liitos", 
	"punishment":"rangaistus"
	"rally":"ralli"
	"reception":"vastaanotto"
	"request":"pyyntö"
	"resist":"pullikoida"
	"schedule":"aikatauluttaa"
	"shock":"shokki"
	"suspect":"uumoilla"
	"union":"unioni"
	"telephone":"puhelin"
	"accuse":"syyllistää"
	"badge":"rintamerkki", 
	}, 
"word set52":{
	"barn":"lato", 
	"catch":"sieppaus", 
	"divide":"jaotella"
	"eternity":"iankaikkisuus", 
	"hopeless":"lohduton", 
	"intervention":"interventio", 
	"mattress":"patja", 
	"millionaire":"miljonääri", 
	"observe":"havaita"
	"speaker":"kaiutin"
	"stadium":"stadion"
	"standard":"standardi"
	"syndrome":"oireyhtymä"
	"unhappy":"onneton", 
	"will":"tahto"
	"youth":"nuoruus"
	"admire":"ihastella"
	"ambulance":"ambulanssi", 
	"commission":"provikka", 
	"crotch":"haaraväli", 
	"deer":"peura", 
	"fountain":"suihkulähde", 
	"immigrant":"maahanmuuttaja", 
	"injury":"loukkaantuminen", 
	"journal":"diaari", 
	"launch":"lanseerata"
	"medal":"mitali", 
	"mile":"kilometri", 
	"plant":"istuttaa"
	"semester":"alkupuolisko"
	"worship":"jumaloida"
	"alert":"valpas", 
	"disco":"disko", 
	"escape":"pakeneminen", 
	"film":"elokuvata"
	"frustrate":"turhauttaa"
	"investment":"panostus", 
	"loan":"lainata"
	"musical":"musikaalinen", 
	"protest":"protestoida"
	}, 
"word set53":{
	"seal":"sinetöidä"
	"silent":"vaitelias", 
	"temperature":"lämpötila"
	"testicle":"kives"
	"typical":"tyypillinen", 
	"unusual":"epätavallinen", 
	"approach":"lähestyä"
	"fiance":"morsian", 
	"measure":"mitata"
	"modern":"nykyaikainen", 
	"necklace":"kaulakoru", 
	"orgasm":"orgasmi", 
	"poetry":"runous"
	"reasonable":"järkevä", 
	"run":"juoksu"
	"shift":"työvuoro"
	"straighten":"suoristaa"
	"track":"jäljittää"
	"bench":"penkki", 
	"blowjob":"suihinotto", 
	"championship":"mestaruusottelu", 
	"darkness":"pimeys", 
	"diary":"päivyri", 
	"figure":"figuuri", 
	"guilt":"syyllisyys", 
	"intimate":"intiimi", 
	"laughter":"nauru", 
	"lend":"lainoittaa"
	"organization":"järjestö", 
	"outside":"ulkopuoli", 
	"rice":"riisi"
	"seminar":"seminaari"
	"shape":"muotoilla"
	"sheep":"lammas"
	"sweat":"hiki"
	"vehicle":"menopeli"
	"architecture":"arkkitehtuuri", 
	"certain":"tietty", 
	"demon":"demoni", 
	"dumbass":"tollo", 
	}, 
"word set54":{
	"freezer":"pakastin", 
	"guide":"opas", 
	"harm":"harmi", 
	"honk":"tyytätä"
	"install":"asentaa"
	"mascot":"maskotti", 
	"massive":"massiivinen", 
	"metal":"metalli", 
	"nest":"pesä", 
	"praise":"kehua"
	"prescription":"vanhentumisaika"
	"produce":"tuottaa"
	"surround":"ympäröidä"
	"tragedy":"tragiikka"
	"troll":"trolli"
	"tune":"virittää"
	"wagon":"vaunu"
	"whisper":"kuiskata"
	"bind":"sitoa"
	"butterfly":"perhonen", 
	"cast":"valu", 
	"ceiling":"katto", 
	"electricity":"sähkö", 
	"exchange":"vaihto", 
	"grass":"ruoho", 
	"misunderstanding":"väärinkäsitys", 
	"rush":"syöksy"
	"solo":"soolo"
	"syrup":"siirappi"
	"timing":"ajoitus"
	"whistle":"vihellys"
	"knight":"ritari", 
	"awful":"kaamea", 
	"ballet":"baletti", 
	"blade":"terä", 
	"celebration":"juhlat", 
	"cheesecake":"juustokakku", 
	"communicate":"kommunikoida"
	"cough":"yskä", 
	"fall":"putous", 
	}, 
"word set55":{
	"following":"jälkeinen", 
	"heel":"kantapää", 
	"hold":"talon etu", 
	"onion":"sipuli", 
	"relieve":"huojentaa"
	"saving":"vapahtava", 
	"saving":"säästö"
	"silence":"hiljaisuus"
	"cinnamon":"kaneli", 
	"construction":"rakennustyö", 
	"curse":"kirota"
	"frame":"kehystää"
	"imply":"implikoida"
	"soak":"liota"
	"sticker":"tarra"
	"survivor":"selviytyjä"
	"yoga":"jooga"
	"biology":"biologia", 
	"carve":"veistää"
	"destiny":"kohtalo", 
	"detention":"jälki-istunto", 
	"direct":"suoranainen", 
	"direct":"suunnata"
	"drill":"pora", 
	"firm":"luja", 
	"grill":"grillata"
	"potential":"potentiaalinen", 
	"ribbon":"nauha"
	"spaghetti":"spagetti"
	"stuffing":"tilke"
	"accountant":"kirjanpitäjä", 
	"chill":"kylmätä"
	"coaster":"lasinalunen", 
	"conditioner":"hoide", 
	"cone":"kartio", 
	"deaf":"kuuro", 
	"dive":"sukeltaa"
	"error":"kämmi", 
	"fly":"kärpänen", 
	"mercy":"armeliaisuus", 
	}, 
"word set56":{
	"nickel":"nikkeli", 
	"object":"esine", 
	"scissors":"sakset"
	"smack":"maiskuttaa"
	"suspect":"epäilty"
	"tick":"tikittää"
	"waffle":"vohveli"
	"wicked":"häijy", 
	"wisdom":"viisaus"
	"essay":"essee", 
	"delicate":"herkkä", 
	"document":"dokumentti", 
	"flute":"huilu", 
	"gorilla":"gorilla", 
	"groom":"sulhanen", 
	"horror":"kauhu", 
	"martini":"martini", 
	"mud":"muta", 
	"psychic":"psyykkinen", 
	"reduce":"supistaa"
	"return":"paluu"
	"rod":"tanko"
	"rubber":"kumi"
	"rug":"matto"
	"steer":"ohjata"
	"symbol":"symbooli"
	"thirsty":"janoinen", 
	"traditional":"perinteinen", 
	"try":"kokeilu"
	"succeed":"menestyä"
	"basic":"perustavanlaatuinen", 
	"booty":"ryöstösaalis", 
	"bridesmaid":"kaaso", 
	"chore":"puuha", 
	"coin":"kolikko", 
	"correct":"korrekti", 
	"envelope":"kirjekuori", 
	"exciting":"jänskä", 
	"living":"eläminen", 
	"medication":"lääkitys", 
	}, 
"word set57":{
	"organize":"organisoida"
	"overreact":"ylireagoida"
	"press":"puristus", 
	"principle":"periaate", 
	"rabbi":"rabbi"
	"reward":"palkita"
	"sneeze":"aivastaa"
	"tasty":"maukas", 
	"tobacco":"tupakka"
	"volunteer":"tarjokas"
	"facility":"fasiliteetti", 
	"skirt":"hame"
	"grateful":"kiitollinen", 
	"gravity":"painovoima", 
	"handle":"kädensija", 
	"hay":"heinä", 
	"hideous":"rujo", 
	"hobby":"harrastus", 
	"lighting":"valaistus", 
	"lobby":"aula", 
	"lung":"keuhko", 
	"musician":"muusikko", 
	"plot":"juoni", 
	"poison":"myrkyttää"
	"presence":"läsnäolo", 
	"relief":"helpotus"
	"resource":"resurssi"
	"sailor":"merimies"
	"sober":"raitis", 
	"sofa":"sohva"
	"switch":"kytkin"
	"toaster":"leivänpaahdin"
	"annual":"vuosittainen", 
	"bathe":"kylpeä"
	"bully":"kovistella"
	"bully":"kiusata"
	"catalog":"kuvasto", 
	"cheerleader":"cheerleader", 
	"combination":"yhdistymä", 
	"combine":"yhdistellä"
	}, 
"word set58":{
	"conclusion":"päätelmä", 
	"cotton":"puuvilla", 
	"cotton":"puuvillainen", 
	"crab":"taskurapu", 
	"damage":"vaurioittaa"
	"erase":"kumittaa"
	"erase":"Poistaa"
	"fund":"rahasto", 
	"hog":"ahnehtia"
	"hurricane":"hurrikaani", 
	"mansion":"kartano", 
	"motorcycle":"moottoripyörä", 
	"pigeon":"kyyhky", 
	"politics":"politiikka", 
	"proper":"kunnollinen", 
	"qualify":"kelpuuttaa"
	"receptionist":"reseptionisti"
	"recover":"toipua"
	"release":"laukaisija"
	"sarcasm":"sarkasmi"
	"sheriff":"sheriffi"
	"soy":"soija"
	"suspicious":"epäilyttävä", 
	"sweaty":"hikinen", 
	"thigh":"reisi"
	"toxic":"myrkyllinen", 
	"crib":"pinnasänky", 
	"amusement":"huvi", 
	"average":"keskimääräinen", 
	"backpack":"selkäreppu", 
	"confession":"tunnustus", 
	"fabric":"kangas", 
	"herpes":"herpes", 
	"hybrid":"hybridi", 
	"prisoner":"vanki", 
	"protection":"suojelu", 
